Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/metsa.fi/c48.pdf.tmx
Source language: fin
Languages: sme

source: Lemmenjoen kansallispuiston luonnonsuojelullinen tila on tällä hetkellä hyvä, ja suunnitelman lähtökohtana on, että tämä hyvä tila pyritään säilyttämään.
sme: Leammi álbmotmeahci luonddusuodjalandilli lea aiddo dál buorre ja plánas vulgojuvvo das, ahte dálá buorre dilli galgá seailluhuvvot boahtteáiggisge.

source: Tämän vuoksi suunnitelmassa ei juurikaan esitetä aktiivista puuttumista asioihin tai suuria muutoksia nykytilaan.
sme: Danin plánas eai báljo árval stuorát nuppástusaid dálá dillái.

source: Hoito- ja käyttösuunnitelman toteutuminen vaikuttaa alueen ekologisiin arvoihin ja suojelutavoitteiden toteutumiseen myönteisesti turvaamalla alueen mahdollisimman luonnontilaisen kehittymisen.
sme: Dikšun- ja geavahanplána ollašuvvan váikkuha bures guovllu ekologalaš árvvuide ja suodjalanulbmiliid ollašuvvamii, nu ahte dorvvasta dan ahte guovlu ovdána nu luonddudilis go vejolaš.

source: Kallioperä ja muut geologiset muodostumat säilyvät koskemattomina ja rakentamattomina kullan kaivualueita lukuun ottamatta.
sme: Báktevuođđu ja eará geologalaš čohkiideamit bállejit lea ráfis earret golleguovlluid.

source: Seuranta ja valvonta ovat tärkeä osa suunnitelman tavoittelemien myönteisten ekologisten vaikutusten toteutumisessa.
sme: Čuovvun ja goziheapmi mearkkašit ollu plána ulbmiliid buriid ekologalaš váikkuhusaid ollašuvvamis.

source: Tehokkaan seurannan avulla voidaan reagoida ajoissa alueen ekologisessa tilassa tapahtuviin ei-toivottuihin muutoksiin.
sme: Beaktilis čuovvuma bokte sáhttá dávistit áiggi bále guovllu ekologalaš dilis dáhpáhuvvi ii-sávahahtti nuppástusaide.

source: Esimerkiksi kesäaikaisten maastoliikenneurien kulumista seurataan ja uria rakennetaan tarvittaessa kestävämmiksi.
sme: Ovdamearkka dihte geasiáigásaš meahccejohtalusvuojáhagaid gollan čuvvojuvvo, ja vuojáhagat ráhkaduvvojit dárbbu mielde gierdileabbon.

source: Kansallispuiston vilkkaimmin käytetyillä reiteillä ja niiden ympäristössä on havaittavissa kulumisvaurioita.
sme: Álbmotmeahci eanemus geavahuvvon johtolagain ja daid birrasiin vuhttojit eatnamat gollan.

source: Reittien pitkostamisella tai muulla pohjustamisella ja maisemointitöillä voidaan estää uusien vaurioiden syntyminen.
sme: Ođđa gollanvahágiid šaddama sáhttá hehttet nu, ahte johtolagaid ala ráhkaduvvojit rovit dahje daid vuođđu nannejuvvo muđui ja duovdaga sáhttá maiddái ovddeštit.

source: Opastuksella ja asianmukaisilla rakenteilla voidaan vähentää kävijöiden ekologisia ympäristövaikutuksia, vaikka käyntimäärät lisääntyisivätkin.
sme: Oahpisteami bokte ja áššáigullevaš rusttegiiguin sáhttá geahpedit gallestalliid ekologalaš birasváikkuhusaid, vaikko gallestallilogut lassánivččege.

source: Suunnitelman vaikutukset niihin luontotyyppeihin ja lajeihin, joiden perusteella alue on otettu Natura 2000 -suojelualueverkostoon
sme: Plána váikkuhusat daidda luondotiippaide ja šlájaide, maid vuođul guovlu lea váldojuvvon Natura 2000 -suodjalanguovlofierpmádahkii

source: Lemmenjoen kansallispuiston kuuluminen Natura 2000 -suojelualueverkostoon merkitsee, että luonnonsuojelulain (1096/1996) 65. ja 66. §:ssä säädetyt oikeusvaikutukset ovat tulleet alueilla noudatettaviksi.
sme: Leammi álbmotmeahcci gullá Natura 2000 -suodjalanguovlofierpmádahkii, mii mearkkaša dan ahte luonddusuodjalanlága (1096/1996) 65. ja 66. §:s mearriduvvon vuoigatvuođaváikkuhusat galget guovlluin vuhtiiváldojuvvot.

source: Mikäli tietty hanke tai suunnitelma joko yksistään taikka tarkasteltuna yhdessä muiden hankkeiden tai suunnitelmien kanssa todennäköisesti merkittävästi heikentää niitä Naturaalueen luonnonarvoja, joiden perusteella alue on liitetty Natura 2000 -suojelualueverkostoon, on hankkeen toteuttajan arvioitava vaikutukset (LsL 65 §).
sme: Jos dihto fidnu dahje plána juogo okto dahje ovttas eará fitnuiguin ja plánaiguin sáhttá mearkkašahttiláhkai čuohcit daidda Natura-guovllu luondduárvvuide, maid vuođul guovlu lea laktojuvvon Natura 2000 -suodjalanguovlofierpmádahkii, de galgá fitnu ollašuhtti árvvoštallat váikkuhusaid (LsL 65 §).

source: Viranomainen ei saa myöntää lupaa eikä hyväksyä suunnitelmaa, jos vaikutusten arviointi- ja lausuntomenettely osoittavat, että hanke tai suunnitelma merkittävästi heikentää niitä Natura-alueen luonnonarvoja, joiden perusteella alue on liitetty Natura-verkostoon (LsL 66 §).
sme: Eiseváldi ii oaččo mieđihit lobi iige dohkkehit plána, jos váikkuhusaid árvvoštallan- ja cealkámušmeannudeapmi čájehit ahte fidnu dahje plána mearkkašahttiláhkai čuohcá daidda Natura-guovllu luondduárvvuide, maid vuođul guovlu lea laktojuvvon Natura-fierpmádahkii (LsL 66 §).

source: Em. luonnonsuojelulain tarkoittama merkittävän heikentämisen kynnys ja sen kohdistaminen nimenomaan alueen Natura-verkostoon liittämisen perusteena oleviin luonnonarvoihin mahdollistaa yleensä alueen tavanomaisen käyttämisen, ellei esimerkiksi luonnonsuojelulakiin perustuvasta toteuttamisesta yksittäistapauksissa muuta johdu.
sme: Luonddusuodjalanlágas daddjojuvvon mearkkašahtti čuohcima dássi ja dan vuhtiiváldin namalassii dain luondduárvvuin, mat leat leamaš guovllu Natura-fierpmádahkii laktima vuođđun, ii dábálaččat hehtte guovllu dábálaš geavaheami, jos ovdamearkka dihte luonddusuodjalanlágas ii ovttaskasdáhpáhusain nuppelahkái daddjojuvvo.

source: Lemmenjoen kansallispuiston osalta Natura 2000 -verkoston toteutuskeinona on luonnonsuojelulaki.
sme: Leammi álbmotmeahci hárrái Natura 2000 -fierpmádat lea ollašuhtton luonddusuodjalanlága mielde.

source: Asetuksessa eräistä valtion maille perustetuista kansallispuistoista ja luonnonpuistoista (932/ 1981) on määritelty kielletyt ja sallitut toimenpiteet, eikä Natura-päätös tuo tähän asiaan käytännössä mitään erityistä muutosta.
sme: Ásahusas (Ásahus stáhtaeatnamiidda vuođđuduvvon dihto álbmotmehciin ja luonddumehciin 932/ 1981) leat meroštallon gildojuvvon ja lobálaš doaibmabijut, iige Natura-mearrádus rievdat báljo dán ášši.

source: Tämä on todettu myös valtioneuvoston päätöksessä (Vn 20.8. 1998) esimerkiksi kalastuksen, metsästyksen ja muiden luontaiselinkeinojen osalta.
sme: Dát lea gávnnahuvvon stáhtaráđi mearrádusas (Stáhtaráđđi 20.8.1998) ovdamearkka dihte guolástusa, meahccebivddu ja eará luondduealáhusaid hárrái.

source: Ne luontotyypit ja lajit, joiden perusteella alue on liitetty Natura 2000 -suojelualueverkostoon, on kuvattu tämän suunnitelman luvussa 5.1 Luonnonsuojelu ja -hoito.
sme: Dat luondotiippat ja šlájat, maid vuođul guovlu lea laktojuvvon Natura 2000 -suodjalanguovlofierpmádahkii, leat govviduvvon dán plána logus 5.1 Luonddu suodjaleapmi ja dikšun.

source: Alueen nykyinen käyttö ei uhkaa näitä luontotyyppejä ja lajeja.
sme: Guovllu dálá geavaheapmi ii čuoze dáidda luondotiippaide ja šlájaide.

source: Suunnitelma pyrkii turvaamaan Natura-verkoston luontotyyppien ja lajien säilymistä jatkossakin mm. maastoliikenteen ohjauksella, asianmukaisella opastus- ja palveluvarustuksella sekä alueen luonnontilan seurannalla.
sme: Plána geahččala dorvvastit dan, ahte Natura-fierpmádaga luondotiippat ja šlájat seilot boahtteáiggisge ee. meahccejohtalusa stivrema bokte, ássáigullevaš oahpistan- ja bálvalanrusttegiiguin ja guovllu luonddudili čuovvuma bokte.

source: Yhteenvetona voidaan todeta suunnitelman edistävän Lemmenjoen kansallispuisto -nimisen Natura-alueen luonnonarvojen säilymistä.
sme: Čoahkkáigeassun sáhttá dadjat ahte plána ovddida Leammi álbmotmeahcci -nammasaš Naturaguovllu luondduárvvuid seailuma.

source: Suunnitelma on siten tärkeä osa Natura 2000 -suojelualueverkoston toteutumista.
sme: Plána lea ná dehálaš oassi Natura 2000 -suodjalanguovlofierpmádaga ollašuhttimis.

source: 2 Sosiaaliset ja kulttuuriset vaikutukset
sme: 23.2.2 Sosiálalaš ja kultuvrralaš váikkuhusat

source: Suunnitelmassa ei rajoiteta paikallisen väestön elinkeinonharjoittamismahdollisuuksia verrattuna nykytilanteeseen.
sme: Plánas eai gáržžiduvvo báikkálaš olbmuid vejolašvuođat bargat iežaset ealáhusaiguin dáláža ektui.

source: Paikallisen väestön kotitarvemetsästys, -kalastus ja -keräily saavat jatkua samoin kuin aiemman runkosuunnitelman aikaan.
sme: Báikkálaš olbmuid meahccebivdu, guolástus ja čoaggin ruovttu dárbbuide joatkašuvvá seammaláhkai go ovddeš ruŋgoplána áigge.

source: Polttopuun käyttöä puiston alueelta vähennetään ja kesäaikaista maastoliikennettä puiston alueella rajoitetaan.
sme: Boaldinmuora geavaheapmi álbmotmeahcis geahpeduvvo ja geasiáigásaš meahccejohtalusvejolašvuođat álbmotmeahcis gáržžiduvvojit.

source: Suunnitelma turvaa luontaiselinkeinojen harjoittamisen vähintään samalla tasolla kuin suunnitelman uusimisen käynnistyessä, mm. maankäyttöä ja maastoliikennettä ohjaamalla.
sme: Plána dorvvasta luondduealáhusaiguin bargama uhcimustá seamma dásis go plána ođasmahttima álggahettiin ee. nu, ahte eanageavaheapmi ja meahccejohtalus stivrejuvvojit.

source: Alue säilyy tiettömänä lukuun ottamatta jo olemassa olevia Tirro–Angeli-tietä ja Lisman polkutietä.
sme: Álbmotmeahcci seailu geainnuhis guovlun earret dálá Tirro–Áŋŋela geainnu ja Lismmá bálggesgeainnu.

source: Motorisoitu liikkuminen alueella on tiukasti rajoitettua.
sme: Mohtorfievrruiguin johtaleapmi álbmotmeahcis lea sakka gáržžiduvvon.

source: Palvelurakenteiden ylläpito ja huolto sekä luonnontilaisen virkistysympäristön turvaaminen vahvistavat osaltaan alueen matkailuun perustuvaa elinkeinotoimintaa.
sme: Bálvalanrusttegiid bajásdoallan ja fuolahus ja luonddudilálaš lustageavahanbirrasa gáhtten dorvvastit bealisteaset turismii vuođđuduvvi ealáhusdoaimma.

source: Suunnitelman esitykset tukevat myös maakuntakaavassa esitettyjä kehittämisperiaatteita matkailun ja virkistyksen kehittämisvyöhykkeellä.
sme: Plána árvalusat dorjot maiddái eanagoddelávas ovdanbukton ovddidanprinsihpaid turismma ja lustageavaheami ovddidanavádagas.

source: Suunnitelmassa turvataan saamelaiskulttuurin harjoittamisen edellytyksiä.
sme: Plánas dorvvastuvvojit vejolašvuođat bargat sámekultuvrrain.

source: Tärkein keino on vyöhykejako.
sme: Deháleamos vuohki lea avádatjuohku.

source: Kansallispuiston syrjävyöhyke (88 % kansallispuiston pinta-alasta) on varattu ennen kaikkea saamelaiskulttuurin ja luontaiselinkeinojen harjoittamista varten.
sme: Álbmotmeahci boaittobealeavádat (88 % álbmotmeahci viidodagas) lea vuosttažettiin várrejuvvon sámekultuvrrain ja luondduealáhusaiguin bargama várás.

source: Syrjävyöhykkeellä muut käyttömuodot ja käyttäjät eivät siis heikennä kulttuurin harjoittamisen edellytyksiä ja taloudellista kannattavuutta.
sme: Boaittobealeavádagas eará geavahanhámit ja geavaheaddjit eai nappo čuoze vejolašvuođaide bargat kultuvrrain ja ekonomalaš gánnáheapmái.

source: Lemmenjoen kansallispuistosta 94 % – Inarin kunnan puoleinen osa – sijaitsee saamelaisten kotiseutualueella.
sme: Leammi álbmotmeahcis 94 %, dahjege dat oassi mii lea Anára gieldda siste, gullá sámiid ruovttuguvlui.

source: Suunnitelma mahdollistaa saamelaisille perustuslaissa turvatun oikeuden ylläpitää ja kehittää omaa kieltään ja kulttuuriaan myös kansallispuiston alueella.
sme: Plána addá sámiide vuođđolágas dorvvastuvvon vuoigatvuođa bajásdoallat ja ovddidit iežaset giela ja kultuvrra maiddái álbmotmeahci siste.

source: Saamelaiskäräjien, ympäristöministeriön ja Metsähallituksen välillä käydyissä keskusteluissa sekä saamelaiskäräjien ja ympäristöministeriön neuvotteluissa 2.10. 2003 on päädytty tämän luvun osalta siihen, että saamelaiskäräjät on kulttuuri-itsehallintolakia toteuttavana elimenä oikea taho laatimaan erämaaalueiden ja muiden laajojen pohjoisten suojelualueiden hoito- ja käyttösuunnitelmien sosiaalisten, kulttuuristen ja taloudellisten vaikutusten arvioinnin siltä osin, kuin tarkastellaan suunnitelman vaikutuksia saamelaisiin.
sme: Sámedikki, birasministeriija ja Meahciráđđehusa ságastallamiin ja sámedikki ja birasministeriija ráđđádallamiin 2.10.2003 leat boahtán dán logu hárrái dan oaivilii ahte sámediggi lea kulturiešstivrenlága ollašuhttin rivttes oassebealli árvvoštallat meahcceguovlluid ja davviguovlluid eará viiddis suodjalanguovlluid dikšun- ja geavahanplánaid sosiálalaš, kultuvrralaš ja ekonomalaš váikkuhusaid sámiide.

source: 23.2. 3 Taloudelliset vaikutukset
sme: 23.2.3 Ekonomalaš váikkuhusat

source: Suomen luonnonsuojelualueilla ja etenkin kansallispuistoilla on kansantaloudellinen imagomerkitys.
sme: Suoma luonddusuodjalanguovlluin ja erenoamážit álbmotmehciin lea álbmotekonomalaš imagomearkkašupmi.

source: Kansainvälisten suojelutavoitteiden toteuttamisessa pohjoisen laajoilla luonnonsuojelualueilla on tärkeä osansa.
sme: Riikkaidgaskasaš suodjalanulbmiliid ollašuhttimis davvimáilmmi viiddis luonddusuodjalanguovllut mearkkašit ollu.

source: Suunnitelman taloudellisten vaikutusten tarkastelu lähtee kuitenkin aluetalouden näkökulmasta, sillä koko maan talouteen tällä Lemmenjoen kansallispuiston hoito- ja käyttösuunnitelmalla ei ole kovin suurta merkitystä.
sme: Plána ekonomalaš váikkuhusaid guorahallamis vulgojuvvo goittot guovlluekonomiija dásis, dasgo oppa riikka ekonomiijai dát Leammi álbmotmeahci dikšun- ja geavahanplána ii báljo mearkkaš.

source: Koko maan kannalta tärkeät ratkaisut – kuten kaivostoiminnan rajoitukset – on sisällytetty säädöksiin.
sme: Oppa riikka dáfus dehálaš čovdosat – dego ruvkedoaimma ráddjehusat – leat váldojuvvon mielde njuolggadusaide.

source: Kuten sosiaalisten ja kulttuuristen vaikutusten arvioinnin yhteydessä todettiin, suunnitelmassa ei rajoiteta paikallisen väestön elinkeinonharjoittamismahdollisuuksia verrattuna nykytilanteeseen.
sme: Nugo sosiálalaš ja kultuvrralaš váikkuhusaid árvvoštallama oktavuođas daddjojuvvui, de plánas eai gáržžiduvvo báikkálaš olbmuid vejolašvuođat bargat iežaset ealáhusaiguin dáláža ektui.

source: Tämän vuoksi suunnitelmalla ei ole taloudellista vaikutusta alueen elinkeinoihin, vaan jos elinkeinojen tuottavuus muuttuu, se tapahtuu jostakin muusta syystä.
sme: Danin plánas eai leat ekonomalaš váikkuhusat guovllu ealáhusaide, muhto jos ealáhusaid gánnáheapmi rievdá, de dat dáhpáhuvvá juoga eará siva dihte.

source: Alueen vetovoimaisuuden säilyttäminen ylläpitämällä palvelurakenteita, luonnontilaisuutta ja erämaisuutta tuo välillisesti tuloja alueen matkailuyrittäjille (esim. venekuljetukset sekä majoitus- ja ohjelmapalvelut).
sme: Guovllu geasuhusa seailluheapmi bálvalanrusttegiid, luonddudilálašvuođa ja meahccáivuođa bajásdoallama bokte buktá eahpenjuolgga dietnasiid guovllu turismafitnodagaide (omd. fanassáhtosteamit sihke idjadan- ja prográmmabálvalusat).

source: Lisäksi rajoitetun luontomatkailuyrittämisen salliminen kansallispuistossa turvaa suoraan alueen matkailuyritysten toimintaedellytyksiä.
sme: Dasa lassin gáržžiduvvon luondduturismafitnodatdoaimma suovvan álbmotmeahcis dorvvasta njuolgga guovllu turismafitnodagaid doaibmavejolašvuođaid.

source: Kansallispuiston hoito ja hallinto työllistävät vakituisia työntekijöitä yhteensä noin kolme henkilötyövuotta vastaavan määrän ja tilapäisiä kahta henkilötyövuotta vastaavan määrän.
sme: Álbmotmeahci dikšun ja hálddahus addet fásta barggu oktiibuot sullii golmma olmmošbargojagi veardde ja gaskaboddosaš barggu guovtte olmmošbargojagi veardde.

source: Tämä kertyy hallinnosta, suunnittelusta, asiakaspalvelusta, valvonnasta, palvelurakenteiden ylläpidosta ja huollosta sekä alueen hoitoon liittyvästä tiedonkeruusta, seurannasta ja tietojen ylläpidosta vastaavista henkilöistä.
sme: Dáidda olbmuide gullet hálddahusas, plánemis, áššehasbálvalusas, goziheamis, bálvanrusttegiid bajásdoallamis ja fuolahusas ja guovllu dikšumii guoskevaš dieđuidčoaggimis, čuovvumis ja dieđuid bajásdoallamis vástideaddji olbmot.

source: Metsähallitus noudattaa suunnittelussa kaikkia voimassa olevia lakeja ja asetuksia sekä pyrkii olemaan esityksissään oikeudenmukainen.
sme: 23.3 Čoahkkáigeassu ja jurddabohtosat Meahciráđđehus čuovvu plánemis buot dálá lágaid ja ásahusaid ja geahččala leat árvalusain vuoiggalaš.

source: Kansallispuistoissa lähtökohtina ovat luonnonsuojelulaki sekä alueen perustamislainsäädäntö.
sme: Álbmotmehciin vuođđun leat luonddusuodjalanláhka ja guovllu vuođđudanláhkamearrádusat.

source: Metsähallitus tunnustaa saamelaisten perustuslailliset oikeudet kulttuurinsa mukaisten elinkeinojen harjoittamiseen kotiseutualueellaan.
sme: Meahciráđđehus dorvvasta sámiid vuođđolágalaš vuoigatvuođaid bargat iežaset kultuvrii gullevaš ealáhusaiguin ruovttuguovllusteaset.

source: Lemmenjoen kansallispuistossa korostuvat saamelaiskulttuurin, porotalouden ja virkistyskäytön tarpeiden yhteensovittaminen.
sme: Leammi álbmotmeahcis boahtá bures ovdan sámekultuvrra, boazodoalu ja lustageavaheami dárbbuid oktiiheiveheapmi.

source: Alueella on tärkeä merkitys paikallisten asukkaiden toimeentulossa, kulttuurissa ja virkistäytymisessä.
sme: Leammi álbmotmeahcci mearkkaša ollu báikkálaš olbmuid áigáiboađus, kultuvrras ja astoáiggedoaimmain.

source: Lemmenjoen kansallispuiston hoito- ja käyttösuunnitelma ei merkittävästi muuta alueen käyttöä tai luonnonsuojelullista tilaa.
sme: Leammi álbmotmeahci dikšun- ja geavahanplána ii báljo rievdat guovllu eará geavaheami dahje luonddusuodjalandili.

source: Suunnitelman pääpaino onkin erilaisten uhkien torjumisessa, niihin varautumisessa ja seurannan tehostamisessa, jotta luonnonsuojelulain ja aluetta koskevan erillislainsäädännön tavoitteet toteutuvat myös pitkällä aikavälillä.
sme: Plánas guovddážis leage dustet sierralágan áitagiid, ráhkkanit daidda ja čuovvugoahtit daid buorebut, vai luonddusuodjalanlága ja guvlui guoskevaš sierraláhkamearrádusaid ulbmilat ollašuvvet maiddái guhkesáiggeulbmiliin.

source: Vyöhykkeistäminen on keskeisin työkalu virkistyskäytön ja luontomatkailun kanavoimisessa siten, että haitat muille käyttömuodoille minimoituvat ja kansallispuiston luonto säilyy.
sme: Avádatjuohku lea mávssoleamos vuohki stivret lustageavaheami ja luondduturismma nu, ahte dat čuozášedje nu uhccán go vejolaš eará geavahanhámiide ja ahte álbmotmeahci luondu seailu.

source: Suunnitelma ei aiheuta olennaisia muutoksia Inarin tai Kittilän kuntien kulttuuriseen, sosiaaliseen ja taloudelliseen tilanteeseen verrattuna tilanteeseen, joka vallitsi vanhan runkosuunnitelman (Metsähallitus 1988) aikaan.
sme: Plána ii báljo rievdat Anára dahje Gihttela gielddaid kultuvrralaš, sosiálalaš ja ekonomalaš dili dan dilis, mii lei boares ruŋgoplána (Meahciráđđehus 1988) áigge.

source: Suunnitelma turvaa saamelaiskulttuurin perustana olevan porotalouden harjoittamisedellytykset, sillä se mm. ohjaa varsin tiukasti kesäaikaista maastoliikennettä.
sme: Plána dorvvasta vejolašvuođaid bargat sámekultuvrra vuođđun leahkki boazodoaluin, dasgo dat ee. stivre viehka čavgadit geasiáigásaš meahccejohtalusa.

source: Kaiken kaikkiaan suunnitelma pyrkii turvaamaan alueen nykyisten elinkeinojen toimintaedellytykset ja tukemaan kestäviä luontomatkailumahdollisuuksia.
sme: Buot buohkanassii plána geahččala dorvvastit guovllu dálá ealáhusaid doaibmavejolašvuođaid ja láhčit vuođu bistevaš luondduturismii.

source: Suunnitelma parantaa paikallistalouden edellytyksiä saattamalla ajan tasalle ja ylläpitämällä Lemmenjoen kansallispuiston luontomatkailun infrastruktuuria ja pelisääntöjä.
sme: Plána buorida báikkálašekonomiija vejolašvuođaid nu, ahte Leammi álbmotmeahci luondduturismma infrastruktuvra ja doaibmavuogit beivejuvvojit ja bajásdollojit.

source: Näin ollen suunnitelman esitykset edistävät osaltaan maankäyttö- ja rakennuslain sekä kyseiseen lakiin perustuvan valtioneuvoston periaatepäätöksen valtakunnallisista alueidenkäyttötavoitteista asettamien tavoitteiden toteutumista.
sme: Ná plánaárvalusat leat ovddideamen eanageavahan- ja huksenlága ja guoskevaš láhkii vuođđuduvvi stáhtaráđi prinsihppamearrádusas daddjojuvvon ulbmiliid ollašuvvama guovlluidgeavahanulbmiliid hárrái riikkadásis.

source: Luonnonsuojelun näkökulmasta suunnitelman esitykset edistävät Lemmenjoen kansallispuiston ja siten osaltaan myös Natura 2000 -suojelualueverkoston luonnonarvojen säilymistä.
sme: Luonddusuodjaleami dáfus plána árvalusat ovddidit Leammi álbmotmeahci ja ná maiddái Natura 2000 -suodjalanguovlofierpmádga luondduárvvuid seailuma.

source: Hoito- ja käyttösuunnitelmassa asetetaan alueen hoidolle ja käytölle tavoitteet, periaatteet ja rajoitteet.
sme: Dikšun- ja geavahanplána ásaha guovllu dikšumii ja geavaheapmái ulbmiliid, prinsihpaid ja ráddjehusaid.

source: Suunnittelun yhteydessä tehty alueen nykytilanteen kartoittaminen mahdollistaa tavoiteltavien ympäristövaikutusten toteutumisen seurannan tulevaisuudessa.
sme: Plánema oktavuođas dahkkojuvvon, guovllu dálá dili kárten addá vejolašvuođa boahtteáiggis čuovvut, mo vurdojuvvon birasváikkuhusat ollašuvvet.

source: Metsähallituksen Inarin ja Sodankylän kuntia koskevalla yhteistyöryhmällä sekä alueen paliskunnilla on keskeinen rooli seurannassa.
sme: Meahciráđđehusa vuollásaš, Anára ja Soađegili gielddaid ovttasbargojoavku ja guovllu bálgosat leat hui guovddážis dán čuovvumis.

source: On tärkeää, että paikalliset asukkaat ja muut sidosryhmät voivat osallistua suunnitelman toteutumisen seurantaan ja että heillä on mahdollisuus vaikuttaa suunnitelman lisäksi sen toteuttamiseen.
sme: Lea dehálaš ahte báikkálaš ássit ja eará čanasjoavkkut sáhttet leat mielde čuovvumin ja ollašuhttimin plána ja ahte sidjiide addojuvvo vejolašvuohta váikkuhit plána lassin dan ollašuhttimii.

source: Valvonta on olennainen osa suunnitelman esitysten toimeenpanoa ja seurantaa.
sme: Goziheapmi lea mávssolaš oassi plána árvalusaid ollašuhttimis ja čuovvumis.
